Repository: 88oio/20160711-CamHi
Catalog: CamHi/*.lproj/Localizable.strings
Languages: de, es, fr, pt_pt

source: 15 - 900 s
es: 1-900 s

source: 15 - 600 s
es: 1-600 s

source: Alarm Recording
de: Die Alarmaufzeichnung
es: La grabación de alarma
fr: Enregistrement sur alerte

source: Alarm Setting
de: Alarm-Einstellung
es: Configuración de la alarma
fr: Réglages alertes
pt_pt: Configurações de alarme

source: All Day
de: Gesamter Tag
es: Todo el día
fr: Toute la journée
pt_pt: Todo o dia

source: All Recordings
de: Alle Aufnahmen
es: Toda la grabación
fr: Tous les enregistrements

source: Atlantic Time(Canada);
es: Hora del Atlántico (Canadá);
pt_pt: Fuso horário do Atlântico (Canadá);

source: Audio Setting
de: Audio-Einstellung
es: Configuración de audio
fr: Réglage audio
pt_pt: Configurações de áudio

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
pt_pt: Autenticação

source: Azores;Cape Verde;
es: Isla de Cabo Verde;
fr: Açores, le Cap-Vert;
pt_pt: Açores; Cabo Verde;

source: Back
de: Zurück
es: Volver
fr: Retour

source: Baku;Tbilisi;Abu Dhabi;Mascot;
de: Baku;Tbilisi;Abu Dhabi;Muscat;
es: Bakú;Tiflis;Abu Dabi;Muscat;
fr: Bakou, Tbilissi, Abu Dhabi; Mascot;

source: Bangkok;Hanoi;Jakarta;
es: Bangkok, Hánoi, Yakarta;

source: Beijing;Singapore;Hongkong;Taipei;
es: Pekín;Chongqing;Hong Kong;Urumqi;
fr: Pékin, Singapour, Hong Kong, Taipei;
pt_pt: Beijing;Singapura;Hongkong;Taipei;

source: Bit Rate
es: Tasa de bits
pt_pt: Taxa de bits

source: Call
de: Anruf
es: Llamar
fr: Aller à
pt_pt: Ligar

source: Camera Account can not be empty
de: Kamera-Konto darf nicht leer sein
es: La cuenta de la cámara no puede estar en blanco
fr: Le compte caméra ne peut être vide
pt_pt: A conta da câmera não pode estar em branco

source: Camera Name
de: Kamera Name
es: Nombre de cámara
fr: Nom caméra
pt_pt: Nome da câmera

source: Camera Name can not be empty
de: Das Namenfeld darf nicht leer sein.
es: ¿Se oye el sonido del dispositivo?
fr: Le nom de la caméra ne peut être vide.
pt_pt: O nome da câmera não pode estar em branco

source: Camera Password
de: Kamera-Passwort
es: Contraseña de la cámara
fr: Mot de passe de la caméra

source: Camera Password can not be empty
de: Kamera-Passwort darf nicht leer sein
es: La contraseña de la cámara no puede estar en blanco
fr: Le mot de passe de la caméra ne peut pas être vide
pt_pt: A senha da câmera não pode estar em branco

source: Camera UID
de: Kamera-UID
es: UID
fr: UID caméra
pt_pt: UID

source: Camera UID can not be empty
de: Kamera-UID darf nicht leer sein
es: El UID no puede estar en blanco
fr: L'UID caméra ne peut être vide
pt_pt: O UID da câmera não pode estar em branco

source: Can't change quality while Speaking
de: Qualität kann während dem Sprechen nicht geändert werden
es: No se puede cambiar la calidad al hablar
fr: La qualité ne peut être changée en cours d'utilisation
pt_pt: Não é possível alterar a qualidade enquanto estiver falando

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_pt: Cancelar

source: Central Time(USA or Canada);
es: Hora central (EE. UU.; Canadá);
pt_pt: Fuso horário Central (EUA ou Canadá);

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmez
pt_pt: Confirmar

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mot de passe
pt_pt: Confirmar a senha

source: Connect Failed
de: Verbindung fehlgeschlagen
es: Falló la conexión
fr: Echec connexion
pt_pt: Falha na conexão

source: Connect Timeout
de: Verbindungszeit Abgelaufen
es: Tiempo límite de conexión
fr: Délai expiré
pt_pt: Expirou o tempo para conexão

source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion...
pt_pt: Conectando...

source: Current Users
de: Aktuelle Benutzer
es: Usuarios actuales
fr: Client actuel

source: Current Wi-Fi
de: Aktuelles WLAN
es: Wifi actual
fr: Wifi actuel

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
pt_pt: Personalizado

source: Dakar;Alma Ata;Novosibirsk;Astana;
es: Daca;Almatý;Novosibirsk;Astaná;
fr: Dakar, Almaty, Novosibirsk, Astana;

source: Daylight Saving Time
de: Sommer-/Winterzeitumstellung
es: Horario de verano
fr: Heure d'été

source: Delete
de: Löschen
es: Eliminar
fr: Effacer
pt_pt: Excluir

source: Delete Photo
de: Foto löschen
es: Eliminar foto
fr: Effacer photo
pt_pt: Excluir foto

source: Delete?
de: Löschen
es: ¿Eliminar?
fr: Effacer
pt_pt: Excluir?

source: Device ID
de: Geräte-ID
es: ID de dispositivo
fr: Identifiant de l'appareil
pt_pt: ID do dispositivo

source: Device Information
de: Gerätedaten
es: DispositivoInformación
fr: Infos caméra
pt_pt: Informações do dispositivo

source: Device on LAN:
de: Gerät im LAN:
es: Dispositivo en LAN:
fr: Appareil sur LAN:
pt_pt: Dispositivo na LAN:

source: Device Time Zone
de: Zeitzoneneinstellung für das Gerät
es: Zona horaria del dispositivo
fr: Fuseau horaire de l'appareil
pt_pt: Fuso horário do dispositivo

source: Device Time
de: Gerätezeit
es: Hora del dispositivo
fr: Heure caméra

source: Disconnected
de: Getrennt
es: Desconectado
fr: déconnecté
pt_pt: Desconectado

source: Do you hear the sound from camera?
de: Hören Sie den Ton von der Kamera?
es: ¿Se oye el sonido de la cámara?
fr: La caméra est-elle prête?

source: Done
de: Fertig
es: Eliminada
fr: Terminé
pt_pt: Pronto

source: Duration
de: Dauer
es: Duración de archivos de vídeo
fr: Durée
pt_pt: Duração

source: Duration must between 15 to 900
de: Dauer muss zwischen 15 - 900 sein
es: La duración debe ser ente 15 y 900
fr: Durée de 15 à 900

source: Duration must between 15 to 600
de: Dauer Mastes zwischen 15 bis 600
es: La duración debe ser ente 15 y 600
fr: Durée de 15 à 600

source: Eastern Time(USA or Canada);
es: Hora del este (EE. UU.; Canadá);
pt_pt: Fuso horário do leste (EUA ou Canadá );

source: Edit Password
de: Passwort bearbeiten
es: Modificar contraseña
fr: Modifier mot de passe
pt_pt: Editar a senha

source: Edit Succeed
de: Bearbeiten erfolgreich
es: La modificación fue exitosa
fr: Modification avec succès

source: Email Photo
de: Foto per Email versenden
es: Foto de correo electrónico
fr: Envoi photo par mail
pt_pt: Fotos por email

source: Email Setting
de: E-Mail-Einstellung
es: Ajustes de correo electrónico
fr: Réglages Email
pt_pt: Configurações de email

source: Failed to save photo to camera roll
de: Fehler beim Speichern des Fotos auf Kamerarolle.
es: Fallo al guardar la foto a la cámara a grabar.
fr: Echec sauvegarde photo dans la caméra

source: First Stream
de: 1. Videokanal (Stream)
es: Transmitir primero
fr: Flux principal
pt_pt: Primeiro Stream

source: Focus in
de: konzentrieren +
es: Concéntrate en
fr: Focus +

source: Focus out
de: konzentrieren -
es: Enfoque a cabo
fr: Focus -

source: Format command will ERASE all data of SDCard
de: Beim Formatieren werden alle Daten auf der SD-Karte GELÖSCHT.
es: El comando de formateo ELIMINARÁ todos los datos de su tarjeta SD
fr: Le formatage va effacer toutes les données sur SD.
pt_pt: A formatação EXCLUIRÁ todos os arquivos do cartão SDCard

source: Format SD Card
de: SD-Karte formatieren
es: Formatear tarjeta SD
fr: Formatage SD

source: Format Succeed
de: SD-Karte erfolgreich formatiert.
es: Formateo completado
fr: Formatage terminé.

source: Frame rate
de: Bildwiederholrate
es: Imágenes por segundo
fr: Images par seconde
pt_pt: Taxa de quadros

source: Free size
de: Freier Speicherplatz
es: Tamaño libre
fr: Espace libre
pt_pt: Espaço disponível

source: FTP Server Address
de: FTP-Server
es: Servidor de FTP
fr: Serveur FTP

source: FTP Setting
de: FTP
es: Ajustes de FTP
fr: Réglages FTP
pt_pt: Configurações FTP

source: Full-time Recording
de: Vollzeit-Aufnahme
es: Grabación a tiempo completo
fr: Enregistrement permanent

source: Gateway
es: Puerta enlace
fr: Passerelle

source: Guam;Melbourne;Sydney;
es: Tokio;Seúl;Yakutsk;

source: Hawaii;
es: Hawai;

source: High
de: Hoch
es: Alto
fr: Elevé

source: Snap Number
de: Schnappschuss-Nummer
es: Número de imágenes
fr: Nombre de photos

source: Information
es: Información
fr: Informations
pt_pt: Informações

source: Input Type
de: Eingabetyp
es: Tipo de entrada
fr: Type de source
pt_pt: Tipo de entrada

source: Input Volume
de: Eingangslautstärke
es: Volum de entrada
fr: Volume source

source: IO Alarm
de: E/A-Alarm
es: Alarma IO
fr: Alerte E/S
pt_pt: Alarme IO

source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
pt_pt: Endereço IP

source: Key
de: Passwort
es: contraseña
fr: Clé
pt_pt: Chave

source: Line In
es: De línea
fr: Entrée

source: Loading
de: Laden
es: Cargando
fr: Chargement

source: London;Iceland;Lisbon;
de: London;Iceland;Lissabon;
es: Londres; Islandia; Lisboa;
fr: Londres, l'Islande, Lisbonne;
pt_pt: Londres;Irlanda;Lisboa;

source: Low
de: Niedrig
es: Bajo
fr: Bas

source: Magadan;New Caledonia;Solomon Islands;
es: Magadán;Nueva Caledonia;Islas Salomón;
pt_pt: Magadan;Nova Caledonia;Ilhas Salomão;

source: sender email address
de: Mail Access
es: El acceso electrónico
fr: Adresse expéditeur

source: Manual Recording
de: Die Aufnahme manuell starten
es: La grabación manual
fr: Début enregistrement manuel

source: Medium
de: Mittel
es: Medio

source: MID
es: Medio
fr: milieu

source: Mid-Atlantic;
de: Mittlerer-Atlantik;
es: Atlántico Central;
pt_pt: Meio-Atlântico;

source: Midway Islands;Samoa;
es: Islas Midway, Samoa;
fr: Midway Island; Samoa;
pt_pt: Ilhas Midway;Samoa;

source: Moscow;Nairobi;Riyadh;
de: Moskau;Nairobi;Riyadh;
es: Moscú;Nairobi;Riad;
pt_pt: Moscou;Nairobi;Riyadh;

source: Motion Detection
de: Bewegungserkennung
es: Detección de movimiento
fr: Activation détection

source: Level
de: Ebene
es: Nivel
fr: Sensibilité

source: Mountain Time(USA or Canada);
es: Hora de las Montañas Rocosas (EE. UU.; Canadá);
pt_pt: Fuso horário das montanhas (EUA ou Canadá);

source: Network
de: Netzwerk
es: Red
fr: Réseau
pt_pt: Rede

source: New
de: Neu
es: Nueva
fr: Nouveau
pt_pt: Novo

source: New Delhi;Islamabad;
es: Nueva Delhi;Islamabad;Karachi;
pt_pt: Nova Delhi;Islamabad;

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau MdP
pt_pt: Nova senha

source: No Device on LAN
de: Kein Gerät im LAN
es: No hay dispositivo de LAN
fr: Aucun appareil sur LAN
pt_pt: Nenhum dispositivo na LAN

source: No Photo Available
de: Kein Foto verfügbar
es: Sin fotografía
fr: Aucune image disponible
pt_pt: Nenhuma foto disponível

source: No Result Found
de: Kein Ergebnis gefunden
es: No se encontraron resultados
fr: Aucun résultat.

source: No Video Recording
de: Keine Videoaufnahme
es: No hay grabación de vídeo
fr: Aucun enregistrement vidéo
pt_pt: Não há gravação de vídeo

source: Old
de: Alt
es: Vieja
fr: Ancien
pt_pt: Anterior

source: Old Password
de: Altes Passwort
es: Contraseña vieja
fr: Ancien mot de passe
pt_pt: Senha anterior

source: Online
es: en línea
fr: En ligne

source: out of range
de: außer Reichweite
es: fuera de cobertura
fr: hors de la plage

source: Output Volume
de: Ausgangslautstärke
es: Volum de salida
fr: Volume de sortie

source: Pacific Time(USA or Canada);
es: Hora del Pacífico (EE.UU.; Canadá);
pt_pt: Fuso horário do Pacífico (EUA ou Canadá);

source: Paris;Rome;Berlin;Madrid;
de: Paris;Rom;Berlin;Madrid;
es: Bruselas;Copenhague;Madrid;París;
pt_pt: Paris;Roma;Berlim;Madrid;

source: Passive Mode
de: Passiv-Modus
es: Modo pasivo
fr: Mode passif

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_pt: Senha

source: Password can not be empty
de: Das Passwortfeld darf nicht leer sein.
es: Contraseña de cámarano puede estar vacío
fr: Le mot de passe ne peut être vide.
pt_pt: A senha não pode estar em branco

source: Path
de: pfad
es: camino
fr: chemin dossier
pt_pt: Caminho

source: Phone Time Zone
de: Zeitzone Telefon
es: Zona horaria del teléfono
fr: Fuseau horaire du téléphone
pt_pt: Fuso horário do telefone

source: Plan Recording
de: Aufnahme planen
es: Plan de grabación
fr: Enreg. programmé

source: Please connect Wi-Fi
de: Bitte verbinden WIFI
es: Por favor, conecte WIFI
fr: Connectez le WiFi

source: Please input the password
de: Bitte geben Sie das Passwort ein.
es: Ingrese la contraseña
fr: Entrez le mot de passe
pt_pt: Informe a senha

source: Please press and hold the reset button for 10 seconds
de: Bitte halten Sie die Reset-Taste für 10 Sekunden gedrückt
es: Por favor mantenga pulsado el botón de reinicio durante 10 segundos
fr: Appuyez sur la touche reset pendant 10 secondes

source: Please select photos to delete.
de: Bitte wählen Sie Fotos zu löschen.
es: Por favor, seleccione las fotos que desea eliminar.
fr: veuillez choisir les photos à supprimer.
pt_pt: Selecione as fotos para excluir.

source: Wait for connecting
de: Bitte warten Sie auf connect
es: espere por favor.....
fr: Patientez pour connexion

source: Choose a Network
de: Ein Netzwerk auswählen
es: Seleccione una red
fr: Sélectionnez un réseau

source: Quality
de: Qualität
es: Calidad
fr: Qualité
pt_pt: Qualidade

source: Record Timer
de: Zeitgesteuerte Aufnahme
es: Grabar con temporizador
fr: Minuterie d'enregistrement
pt_pt: Timer para gravação

source: Encrypt Type
de: Verschlüsselungstyp
es: Tipo de cifrado
fr: Type de cryptage

source: Save Snapshots on FTP Server
de: Alarm, um Bilder für den FTP-Server zu erfassen
es: Alarma para enviar imágenes al FTP
fr: Envoi d'image sur FTP sur alerte

source: Save Video on FTP Server
de: Video auf dem FTP-Server speichern
es: Guardar el vídeo en un servidor de FTP
fr: Enregistrer vidéo sur le serveur FTP

source: Saving Time Zone For Device
de: Zeitzone für Gerät speichern
es: Ahorro de zona horaria para dispositivos
fr: Enregistrer fuseau horaire pour l'appareil
pt_pt: Salvar o fuso horário do dispositivo

source: SD Card Setting
de: SD Karteneinstellung
es: Tarjeta SD Marco
fr: Config SD
pt_pt: Configurações do SD Card

source: SD Card Failed
de: Fehler SD-Karte
es: Fallo de la tarjeta SD
fr: Erreur carte SD

source: SDK Version
es: Versión SDK
fr: Version SDK
pt_pt: Versão SDK

source: Second Stream
de: 2. Videokanal (Stream)
es: Segunda transmisión
fr: Flux secondaire
pt_pt: Segundo Stream

source: Send To
de: Die E-Mail senden an
es: Destinatario
fr: Envoyer à
pt_pt: Enviar para

source: receiver email address
de: E-Mail-Adresse des Empfängers
es: Dirección de correo electrónico del destinatario
fr: Destinataire

source: Sender
de: Sender-Email
es: Remitente
fr: Expéditeur
pt_pt: Remetente

source: Server Addr.
de: Serveradresse
es: Servidor SMTP
fr: Adresse Serveur

source: server port
es: puerto de servidor
fr: port serveur
pt_pt: Porta do servidor

source: Server Port
es: Puerto SMTP
fr: Port Server
pt_pt: Porta do servidor

source: Set
es: Ajustes del sistema
fr: Ensemble
pt_pt: Configurar

source: Set Device Time Zone Successfully
de: Einstellen der Gerätezeitzone erfolgreich
es: Éxito al configurar la zona horaria del dispositivo
fr: Réglage avec succès du fuseau horaire

source: Set Device Time Zone will REBOOT device
de: Gerätezeitzone einstellen wird Gerät neu starten
es: La selección de zona horaria REINICIARÁ el dispositivo
fr: Redémarrage de la caméra requis
pt_pt: A configuração do fuso horário requer a reinicialização do dispositivo

source: Set Device Time Successfully
de: Einstellen der Gerätezeit erfolgreich
es: La hora del dispositivo fue ajustada exitosamente
fr: Réglage de l'heure avec succès

source: Set Succeed
de: Einstellen Erfolg
es: Selección exitosa de hora del dispositivo
fr: succès Réglage

source: Setup data will be initialized. Are you sure to reset?
de: Setup-Daten werden initialisiert. Sind Sie sicher, dass Sie zurücksetzen wollen?
es: Se inicializan los datos de configuración. ¿Desea restablecer?
fr: Les données de configuration seront initialisées. Vraiment réinitialiser?

source: SMTP Server
es: Servidor SMTP
fr: Serveur SMTP
pt_pt: Servidor SMTP

source: SMTP server address
de: SMTP-Server-Adresse
es: Dirección del servidor SMTP
fr: Serveur SMTP
pt_pt: Endereço do servidor SMTP

source: Snapshot
de: Schnappschuss
es: Instantánea
fr: Photo
pt_pt: Instantâneo

source: Soft Version
de: Softwareversion
es: Versión de software
fr: Version software
pt_pt: Versão do software

source: SSID can not be empty
de: SSID kann nicht leer sein
es: SSIDno puede estar vacío.
fr: SSID ne peut pas être vide
pt_pt: SSID não pode estar em branco

source: Subject
de: Betreff
es: Asunto
fr: Sujet
pt_pt: Assunto

source: Subnet Mask
de: Subnetzmaske
es: Máscara de subred
fr: Masque sous-réseau
pt_pt: Máscara de sub-rede

source: Save Succeed
de: Speichern erfolgreich
es: Éxito al guardar
fr: Enregistrement avec succès de la photo.

source: Sync with Phone Time
de: Synchronisierung mit Telefonzeit
es: Sincronizar con la hora delTeléfono
fr: Sync avec heure smartphone
pt_pt: Tempo para sincronizar o telefone

source: System Setting
de: Systemeinstellungen
es: Ajustes del sistema
fr: Réglages système
pt_pt: Configurações do sistema

source: Test FTP Settings
de: Test-FTP-Einstellungen
es: Probar FTP
fr: Test FTP
pt_pt: Configurações de teste FTP

source: Test Failed
de: Test......Fehlerhaft!
es: ¡Prueba fallida!
fr: Test......Echec!

source: Test Succeed
de: Test......Erfolgreich!
es: ¡Prueba exitosa!
fr: Test......Réussite!

source: Are you sure to reboot camera?
de: Sind Sie sicher, dass Sie die Kamera neu starten wollen?
es: ¿Está seguro que desea reiniciar la cámara?
fr: La caméra va redémarrer. Vraiment redémarrer?

source: The Name/UID/Password can not be empty
de: Name/UID/Passwort darf nicht leer sein
es: El Nombre/UID/Contraseña no puede estar en blanco
fr: Les champs nom UID et mot de passe ne peuvent être vides

source: New password and confirm password do not match
de: Das neue Passwort stimmt nicht mit dem Bestätigungspasswort überein.
es: La nueva contraseña y la contraseña de confirmación no son la misma.
fr: Les deux mots de passe sont différents.

source: Old password incorrect
de: Das alte Passwort ist falsch
es: La vieja contraseña es incorrecta.
fr: Erreur ancien mot de passe

source: This camera already existed
de: Dieses Gerät existiert bereits.
es: Este dispositivo ya existe.
fr: Cette caméra est déjà présente.

source: Tokyo;Seoul;Yakutsk;
es: Tokio, Seúl; Yakutsk;
fr: Tokyo, Séoul; Yakutsk;
pt_pt: Tóquio;Seul;Yakutsk;

source: Total Size
de: Gesamtspeicherkapazität
es: Tamaño total
fr: Espace total

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pt_pt: Desconhecido

source: Unknown Device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Caméra inconnue
pt_pt: Dispositivo desconhecido

source: User name
de: Benutzername
es: Nombre de usuario
fr: Nom utilisateur

source: Version
es: Versión
pt_pt: Versão

source: Frequency
de: Frequenz
es: Frecuencia
fr: Format vidéo

source: Video Lost
de: Video verloren
es: Vídeo perdido
fr: Vidéo perdue
pt_pt: Sem vídeo

source: Video Resume
de: Video fortsetzen
es: Reanudar vídeo
fr: Vidéo reprise
pt_pt: Pausa na gravação

source: Video Setting
de: Video-Einstellungen
es: Configuración de vídeo
fr: Réglages vidéo
pt_pt: Configurações de vídeo

source: Warning
de: Warnung
es: Advertencia
fr: Attention
pt_pt: Alerta

source: Wi-Fi Setting
de: Wifi Einstellung
es: wifi Marco
fr: Config WiFi

source: Within a day
de: Innerhalb eines Tages
es: En un día
fr: Aujourd’hui
pt_pt: Pesquisar um dia

source: Within a week
de: Innerhalb einer Woche
es: En una seman
fr: Cette semaine
pt_pt: Pesquisar uma semana

source: Within an hour
de: Innerhalb einer Stunde
es: En una hora
fr: Heure écoulée
pt_pt: Pesquisar uma hora

source: Within half day
de: Innerhalb eines halben Tages
es: En medio día
fr: Demi-journée écoulée

source: WLAN
es: Fi

source: Wrong Password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
pt_pt: Senha incorreta

source: YES
de: Ja
es: SÍ
fr: Oui
pt_pt: SIM

source: You must input numbers
de: Sie müssen Zahlen eingeben
es: Debe introducir números
fr: Chiffres uniquement

source: Your email account is disabled or removed, please check.
de: Ihr E-Mail-Konto wurde deaktiviert oder entfernt, überprüfen Sie bitte Ihr E-Mail-Konto.
es: Su cuenta de email está desactivada o eliminada, por favor revise su cuenta de email.
fr: Votre compte de courriel est désactivé ou supprimé, veuillez vérifier votre compte de courriel.

source: Zoom in
de: Hineinzoomen
es: Acercarse
fr: Zoom +

source: Zoom out
de: Herauszoomen
es: Disminuir el zoom
fr: Zoom -

source: Exit
de: E-Mail-Einstellungen
es: Salida
fr: Sortie
pt_pt: Sair

source: Mirror
de: Spiegeln
es: Espejo
fr: Retourner
pt_pt: Espelho

source: Flip
de: Umkehren
es: Dar la vuelta
fr: Renverser
pt_pt: Girar

source: Message
de: Nachricht
es: Mensaje
pt_pt: Mensagem

source: Snapshot Saved
de: Gespeichert
es: instantánea guardada
fr: Photo sauvée

source: Turn on Alarm Push
es: Activar el pulsador de alarma
fr: Activer alerte push
pt_pt: Pressione para ligar o alarme

source: Turn off Alarm Push
de: Schalten Sie Alarm drücken
es: Desactivación de la inserción de alarma
fr: Désactiver alerte push
pt_pt: Pressione para desligar o alarme

source: Successful
de: Erfolgreich
es: éxito
fr: succès

source: Failed
de: Fehlerhaft
es: Fallo
fr: echec

source: Downloading
de: Herunterladen
es: descargan
fr: Téléchargement

source: Download Finished
de: Download abgeschlossen
es: Descargar Hecho
fr: Téléchargement terminé

source: Press and hold to download
de: Gedrückt halten, um herunterzuladen
es: Mantenga pulsado para descargar
fr: Pression longue pour télécharger

source: It is the latest version already
de: Sie haben bereits die neueste Version.
es: Ya tiene la última versión
fr: Vous avez déjà la dernière version.

source: new firmware is available, update?
de: Eine neue Firmware ist verfügbar, möchten Sie aktualisieren?
es: Está disponible nuevo firmware, ¿desea actualizar?
fr: Un nouveau firmware est disponible, actualisez ?

source: The camera is upgading, please do not power off and keep the network available.
de: Die Kamera wird aktualisiert, bitte nicht abschalten und das Netzwerk verfügbar halten.
es: La cámara se está actualizando. Por favor no la apague y mantenga la red disponible..
fr: La caméra s'actualise, veuillez ne pas éteindre et garder le réseau disponible.

source: Check update
de: Auf Updates prüfen
es: Comprobar si hay actualizaciones
fr: Vérifier les mises à jour

source: Test
es: Probar
pt_pt: Testar

source: Camera
de: Kamera
es: Cámara
fr: Caméra
pt_pt: Câmera

source: camera
de: kamera
es: cámara
fr: Caméra
pt_pt: câmera

source: picture
de: bild
es: imagen
fr: image
pt_pt: foto

source: Local Picture
de: Lokale Bild
es: Imagen local
fr: Image local
pt_pt: Foto local

source: video
es: vídeo
fr: vidéo
pt_pt: vídeo

source: Video Viewing
de: Video-Anzeigen
es: la visualización de vídeo
fr: Vidéo sur SD

source: about
de: Über
es: acerca
fr: A propos
pt_pt: sobre

source: About
de: Über
es: Acerca
fr: A propos
pt_pt: Sobre

source: online
es: Conectado
fr: en ligne

source: Add Camera
de: Kamera hinzufügen drücken
es: pulse añadir cámara
fr: Appuyez sur ajouter caméra
pt_pt: Adicionar câmera

source: Edit
de: Bearbeiten
es: Editar
fr: Editer

source: Name
es: Nombre
fr: Nom
pt_pt: Nome

source: User Name
de: Benutzername
es: Nombre de usuario
fr: Nom utilisateur
pt_pt: Nome do usuário

source: Scan QR Code
es: Escanear
fr: Scan

source: Wireless Installation
de: WIFI Suche
es: Configure wifi
fr: Recherche WIFI

source: Search Camera from LAN
de: Suche Kamera-UID von LAN
es: Buscar UID de cámara de LAN
fr: Recherche caméra sur réseau local

source: Camera List
de: Kameraliste
es: Lista de cámaras
fr: Liste caméras
pt_pt: Lista de câmeras

source: Camera Setting
de: Einstellungen
es: Ajuste de la cámara
fr: Réglages caméra
pt_pt: Configurações de câmera

source: Action with Alarm
de: Vorgang bei Alarm
es: Acción con la alarma
fr: Réglage actions sur alerte

source: Alarm Notifications
de: Alarmbenachrichtigungen
es: Avisos de alarma
fr: Notifications alerte
pt_pt: Notificações de alarme
