Repository: 88oio/20160711-CamHi
Catalog: CamHi/*.lproj/Localizable.strings
Languages: de, es, fr, pt_pt

source: Alarm SD REC
de: Alarm SD-Aufnahme
es: grab SD de alarma
fr: Enreg. SD sur alerte

source: E-mail Alarm with Pictures
de: E-Mail-Alarm mit Bildern
es: Alarma por e-mail con imágenes
fr: E-mail avec photo en PJ

source: Timing Record
de: Zeitgesteuerte Aufnahme
es: Registro de hora
fr: Enregistrement programmé

source: Time Setting
de: Gerätezeiteinstellung
es: Ajuste de hora del dispositivo
fr: Réglage heure
pt_pt: Definições do relógio do dispositivo

source: Enable Record
de: Aufnahme aktivieren
es: Activar la grabación
fr: Si ouvrir l'enreg.

source: Reboot Camera
de: Kamera neu starten
es: Reiniciar cámara
fr: Redémarrer la caméra
pt_pt: Reiniciar a câmera

source: Reset Camera
de: Kamera zurücksetzen
es: Restablecer cámara
fr: Réinitialiser la caméra
pt_pt: Restaurar configurações de fábrica

source: Local Video
de: Lokale Video
es: vídeo local
fr: Vidéo local
pt_pt: Gravação local

source: Copyright 2016 All Rights Reserved
es: Derechos de Autor 2016 Todos los derechos reservados.

source: Alarm recording
pt_pt: Gravação de alarme

source: All recording
pt_pt: Todas as gravações

source: Camera PassWord
pt_pt: Senha da câmera

source: Current Client
pt_pt: Cliente atual

source: Current Wifi
pt_pt: Wifi atual

source: DayLight Saving Time
pt_pt: Horário de verão

source: DeviceTime
pt_pt: Hora do dispositivo

source: Dismiss
pt_pt: Recusar

source: Do you hear the sound from Device?
pt_pt: Você pode ouvir o som do dispositivo?

source: Duration mast between 15 to 900
pt_pt: A duração deve estar entre 15 e 900

source: Duration mast between 15 to 600
pt_pt: A duração deve estar entre 15 e 600

source: Edit Succuss
pt_pt: Editado com sucesso

source: Failed to save photo to camera roll.
pt_pt: Falha ao salvar a foto na memória da câmera

source: Format SDCard
pt_pt: Formatar o cartão SDCard

source: Format Succuss
pt_pt: Formatação concluída

source: ftp server address
pt_pt: Endereço do servidor FTP

source: Full-time recording
pt_pt: Gravação Full-time

source: HIGH
pt_pt: ALTO

source: high
pt_pt: alto

source: Image Capture Number
pt_pt: Número da imagem capturada

source: Input Volum
pt_pt: Volume de entrada

source: Line in
pt_pt: Entrada de linha

source: loading
pt_pt: Carregando

source: LOW
pt_pt: BAIXO

source: low
pt_pt: baixo

source: Mail Access
pt_pt: Conta de email

source: Manual recording
pt_pt: Gravação Manual

source: MEDIUM
pt_pt: MÉDIO

source: guard switch
pt_pt: Detecção de movimento

source: motion detection
pt_pt: Sensibilidade de detecção de movimento

source: NO
de: Kein
fr: NON
pt_pt: NÃO

source: No result found
pt_pt: Nenhum resultado encontrado

source: out of rang
pt_pt: Fora da faixa

source: Output Volum
pt_pt: Volume de saída

source: Passive mode
pt_pt: Modo Passivo

source: PassWord
pt_pt: Senha

source: path
pt_pt: caminho

source: Plan recording
pt_pt: Gravação plana

source: Please connect WIFI
pt_pt: Conecte ao WIFI

source: Please press the rest key for 10 seconds
pt_pt: Pressione o botão reset por 10 segundos

source: Please wait for connect
pt_pt: Aguarde para conectar

source: Press To Join
pt_pt: Pressione para unir

source: Safe Link
pt_pt: Link seguro

source: Save Photo
de: Foto speichern
fr: Sauver photo
pt_pt: Salvar foto

source: Save Picture on the FTP server
pt_pt: Salvar fotos no servidor FTP

source: Save Video on the FTP server
pt_pt: Salvar vídeos no servidor FTP

source: SDCard Fault
pt_pt: Falha no SDCard

source: Send To Access
pt_pt: Endereço de destino

source: Server add.
pt_pt: Endereço do servidor

source: Set Device Time Zone Success
pt_pt: Fuso horário configurado com sucesso

source: Setting Device Time Success
pt_pt: Relógio do dispositivo ajustado com sucesso

source: Setting Succuss
pt_pt: Configurado com sucesso

source: Setup data will be initialized.Are you sure to reset?
pt_pt: As configurações serão perdidas, você tem certeza de que deseja reiniciar?

source: singal
pt_pt: Intensidade do sinal

source: Succeeded to save photo to camera roll.
pt_pt: Imagem salva com sucesso

source: Test......Failed!
pt_pt: Teste......Falhou!

source: Test......Success!
pt_pt: Teste......Sucesso!

source: The camera will be rebooted.Are you sure to reboot?
pt_pt: A câmera será reiniciada. Você tem certeza de que deseja reiniciar?

source: The name, uid and password field can not be empty
pt_pt: Os campos de nome, UID e senha não podem estar em branco

source: The new password and confirm password do not match
pt_pt: A nova senha e a senha de confirmação não são as mesmas

source: The old password is wrong
pt_pt: A senha anterior está incorreta

source: This device is already exists
pt_pt: Este dispositivo já existe

source: Total size
pt_pt: Espaço de armazenamento

source: user name
pt_pt: Nome do usuário

source: Video Format
pt_pt: Formato de vídeo

source: Wifi Setting
pt_pt: Configurações Wifi

source: Within half a day
pt_pt: Pesquisar metade de um dia

source: You mast input numbers
pt_pt: Informe os números corretos

source: Your email account is disabled or removed, please check your email account.
pt_pt: Sua conta de email está desativada ou foi removida, verifique sua conta de email.

source: Snapshot saved
pt_pt: Imagem instantânea salva

source: success
pt_pt: Sucesso

source: fail
pt_pt: Falha

source: downloading
pt_pt: Baixando

source: Download Done
pt_pt: Download finalizado

source: Long Press to download
pt_pt: Mantenha pressionado para fazer o download

source: You have the latest version already.
pt_pt: Sua câmera já possui a versão mais recente.

source: A new firmware is available,do you want to update?
pt_pt: Um novo firmware está disponível. Deseja atualizar?

source: The camera is upgading, please do not power off and keep the net work available.
pt_pt: A câmera está sendo atualizada, não desligue a câmera e mantenha a rede disponível.

source: Check for updates
pt_pt: Buscar atualizações

source: video viewing
pt_pt: Assistir ao vídeo

source: press add camera
pt_pt: Clique em Adicionar câmera

source: edit
pt_pt: editar

source: done
pt_pt: Pronto

source: Scan
pt_pt: Localizar

source: WIFI Search
pt_pt: Busca WIFI

source: Search camera UID from LAN
pt_pt: Localizar UID da câmera na rede LAN

source: Alarm Linkage Setting
pt_pt: Configurações de acionamento de alarme

source: alarm SD rec
pt_pt: Gravação de alarme no cartão SD

source: E-mail Alarm and Send with Picture
pt_pt: Alarme em email e enviar com foto

source: Timer Recording
pt_pt: Gravação temporizada

source: Device Time Setting
pt_pt: Configurações de tempo do dispositivo

source: Whether to open Record
pt_pt: Possibilidade de abrir o vídeo

source: Join Wifi
pt_pt: Adicionar Wifi

source: Search Video
fr: Recherche vidéo
pt_pt: Localizar vídeo

source: From
fr: De
pt_pt: De

source: To
fr: A
pt_pt: Para

source: Setting WiFi will please return to home page reconnect camera
pt_pt: Voltar para a interface principal e voltar a ligar a câmera depois de definir WiFi

source: 15 - 900 seconds
de: 15 - 900 sekunden
fr: 15 - 900 secondes

source: 15 - 600 seconds
de: 15 - 600 sekunden
fr: 15 - 600 secondes

source: None
de: Keine
fr: Aucun(e)

source: Wellington;Auckland;fiji
fr: Wellington, Auckland, fidji

source: Configure Wi-Fi Successfully
fr: Redémarrage de l'appli requis

source: Mic
de: Mikrofon

source: local
de: Lokaler
